PING:
C:\Users\陈子豪>ping 10.133.180.119

正在 Ping 10.133.180.119 具有 32 字节的数据:
来自 10.133.180.119 的回复: 字节=32 时间=62ms TTL=61
来自 10.133.180.119 的回复: 字节=32 时间=76ms TTL=61
来自 10.133.180.119 的回复: 字节=32 时间=85ms TTL=61
来自 10.133.180.119 的回复: 字节=32 时间=216ms TTL=61

10.133.180.119 的 Ping 统计信息:
    数据包: 已发送 = 4，已接收 = 4，丢失 = 0 (0% 丢失)，
往返行程的估计时间(以毫秒为单位):
    最短 = 62ms，最长 = 216ms，平均 = 109ms


TRACERT:
C:\Users\陈子豪>tracert www.baidu.com

通过最多 30 个跃点跟踪
到 www.a.shifen.com [14.215.177.38] 的路由:

  1     3 ms     1 ms     1 ms  10.133.255.254
  2     *       10 ms     2 ms  172.20.255.250
  3     *        *        6 ms  172.20.255.254
  4     4 ms     3 ms     3 ms  172.18.1.250
  5     5 ms     6 ms     6 ms  DESKTOP-CJAD1I6 [59.172.178.133]
  6     6 ms     6 ms     6 ms  111.175.209.1
  7     *        *        *     请求超时。
  8     *        *        *     请求超时。
  9    30 ms    24 ms     *     113.96.4.78
 10    23 ms    22 ms     *     98.96.135.219.broad.fs.gd.dynamic.163data.com.cn [219.135.96.98]
 11     *       21 ms    20 ms  DESKTOP-CJAD1I6 [14.215.32.130]
 12     *        *        *     请求超时。
 13     *        *        *     请求超时。
 14    26 ms    28 ms    36 ms  DESKTOP-CJAD1I6 [14.215.177.38]

跟踪完成。
